<template>
  <div class="agreement">
    <div class="title">
      短信充值协议
    </div>
    <div class="content">
      <p>
        《短信充值协议》（以下简称“本协议”）是 珠海市卓轩科技有限公司（以下简称“乙方”）向使用本服务的商户（以下简称“甲方”或“您”）所提供产品或服务的相关事项所订立的有效合约。《短信充值协议》由本协议中的通用条款以及各产品或服务的专用条款共同构成，在接受本协议之前，请您仔细阅读全部内容；如对相应条款有疑问，请通过惟客宝客服部门进行询问，惟客宝客服将向您进行解释和说明；如您无法准确理解惟客宝对条款的解释和说明，或者您不同意本协议中的任一内容，请不要进行后续操作。您通过网络页面点击确认、实际购买或使用惟客宝所提供的服务等操作均表示您已阅读并充分理解本协议的内容，与惟客宝就订购相应的惟客宝服务已达成合意，并同意接受本协议的全部约定内容，受其约束。
      </p>
      <p>
        <span class="stress">
          关于本协议，特别提示您关注：关于限制、免责、违规/违约行为的认定处理、以及管辖法院的选择等条款内容，前述条款可能以加粗及/或加下划线形式提示您注意。
        </span>
      </p>

      <p class="catelog">
        一、接受条款
      </p>
      <p>
        1.1 欢迎您使用惟客宝短信功能。以下所述条款和条件即构成您与惟客宝就使用惟客宝短信功能所达成的协议（下称“本协议”）。您确认本协议，即表示您已接受了以下所述的条款和条件。如果您不同意接受全部的条款和条件，那么您将无权使用惟客宝短信功能，您可以退出惟客宝短信功能的在线充值程序。无论您是否勾选同意本协议或是否完成在线充值程序，一旦您使用了惟客宝短信功能，即表示您已接受了以下所述的条款和条件，同意接受本协议约束，本协议包括但不限于下述的条款和条件、惟客宝短信功能的相关规则和通知、惟客宝官网（www.wakedata.com，下同）上公布的所有商家协议条款和对开通惟客宝短信功能的商家适用的规则、惟客宝向商家公布或通知的相关规则和提示等。
      </p>
      <p>
        1.2 惟客宝有权随时修改本协议条款和条件，并只需公示于网站或通知予您，而无需征得您的事先同意。修改后的条款应于公示或通知时即时生效。在惟客宝修改本协议后，您继续使用惟客宝短信功能应被视作您已接受了修改后的条款。除非得到惟客宝的书面授权，否则任何人将不得修改本协议。
      </p>

      <p class="catelog">
        二、定义
      </p>
      <p>
        2.1 商家（以下或称为“用户”、“您”）：指在惟客宝平台、产品、系统等注册成功，并在惟客宝平台上或使用惟客宝产品开设店铺、销售商品、提供服务的公司、个人、个体工商户等。
      </p>
      <p>
        2.2 惟客宝短信功能（以下或称“短信功能”）：指由惟客宝向商家提供的、在惟客宝微商城/惟客宝店铺后台可充值购买短信包开通短信通知的功能。
      </p>
      <p>
        2.3 惟客宝短信功能使用费（以下简称为“使用费”）：指商家使用惟客宝短信功能前，需使用惟客宝微商城/惟客宝店铺余额充值购买短信包的费用。
      </p>
      <p>
        2.4 用户：仅指“短信接受方”。
      </p>

      <p class="catelog">
        三、开通惟客宝短信功能的对象
      </p>
      <p>
        <span class="stress">
          除非与惟客宝另有书面约定，开通惟客宝短信功能需同时符合下述条件：
        </span>
      </p>
      <p>
        3.1 您必须已经成功注册成为惟客宝账户，并开设惟客宝微商城或惟客宝店铺；
      </p>
      <p>
        3.2 您同意本协议并已充值购买短信包；
      </p>
      <p>
        3.3 满足惟客宝认为需要具备的其它条件。
      </p>
      <p>
        <span class="stress">
          您了解并同意，您对上述如有任何的不符，惟客宝保留拒绝或随时终止您使用惟客宝短信功能的权利。惟客宝并有权根据业务发展的需要对上述条件无需通知您而单方进行调整，并无须为此承担责任。
        </span>
      </p>

      <p class="catelog">
        四、惟客宝短信功能的开通、支付、中止和终止
      </p>
      <p>
        4.1 惟客宝将于您同意本协议并按本协议约定充值购买短信包以后，为您开通短信功能。开通短信功能以后，您可在后台选择开启发送短信的类型，并设置发送的时间、条件、方式等。
      </p>
      <p>
        4.2 短信的正常标准收费为0.05元/条，具体收费标准以惟客宝后台实时公示的价格为准。您可根据自己的需要选择相应的套餐进行充值，且您只可用店铺余额进行充值，不能使用惟客宝币抵扣现金。
      </p>
      <p>
        4.3 惟客宝将向您开具的发票金额为您实际支付的费用数额，不包含活动抵扣、优惠减免等部分的数额。
      </p>
      <p>
        4.4 充值购买短信包实行在线支付。您在勾选阅读并同意本协议、点击充值后，将跳转至支付页面，您点击确认支付后将从您的店铺余额中直接扣除。若您的店铺余额不足时，须先对您的店铺余额进行充值，充值完成后再行支付。 如您开启了自动充值功能，并设置了最低短信数量，当您的短信数量少于您设置的最低短信数量，系统会自动扣取您店铺余额的相应金额进行充值，保证您的短信数量不低于您设置的数量，如您的店铺余额不足，则该功能系统无法执行。
      </p>
      <p>
        4.5 您充值成功并开通惟客宝短信功能后，可在惟客宝微商城店铺后台-资产-对账单-账单明细中查看支付记录，或在惟客宝店铺后台- 资产 - 收支明细中查看支付记录。
      </p>
      <p>
        4.6 一旦您充值成功，无论是何原因您自行停止使用短信功能，且要求退还使用费的，惟客宝将不予支持。
      </p>
      <p>
        4.7 您同意您购买的短信功能可能于下述任一情形下中止和（或）终止，且惟客宝有权单方终止本协议：
      </p>
      <p>
        (a) 您购买的短信功能剩余使用量为0，且未再行充值购买短信包的
      </p>
      <p>
        (b) 您不再符合使用短信功能的条件；
      </p>
      <p>
        (c) 您主动停止使用短信功能；
      </p>
      <p>
        (d) 您违反惟客宝的任何协议或规则，被惟客宝清退的；
      </p>
      <p>
        (e) 惟客宝按本协议其他条款或惟客宝商家社区公布的规则中止或停止向您提供短信功能的；
      </p>
      <p>
        (f) 您发送短信的内容不当或发送用户的范围不当，造成本协议任何一方或电信运营商与用户之间的纠纷或遭到用户的投诉；
      </p>
      <p>
        (g) 您发布的短信含有违反《中华人民共和国电信条例》相关规定的内容；
      </p>
      <p>
        (h) 其它惟客宝认为需终止服务的情况。
      </p>
      <p class="stress">
        无论本协议因何原因中止或终止，在协议中止或终止前的行为所导致的任何赔偿和责任，您必须完全且独立地承担责任，且非因惟客宝过错致本协议终止的，惟客宝均有权不予退还您已支付的使用费。
      </p>

      <p class="catelog">
        五、商家的义务
      </p>
      <p>
        5.1 您向惟客宝提交的注册信息在本协议有效期内发生任何变更，您应在该信息变更之日起的七个工作日内书面通知惟客宝，并将最新信息一并提交给惟客宝。由于您未能按时通知带来的一切不利后果应由您自行承担。
      </p>
      <p>
        5.2 您在此声明、保证并同意：
      </p>
      <p>
        (a) 您使用短信功能发送的对象、内容应符合本协议及惟客宝相关规则、国家法律法规的规定，不得使用短信功能提供以下业务：
      </p>
      <p>（1）直接或变相提供跨运营商短消息业务，包括国内跨运营商短信业务和跨境国际短信业务；</p>
      <p>（2）信息内容中包含政治敏感词及不健康内容的短信业务；</p>
      <p>（3）信息内容侵犯第三方知识产权的业务。</p>
      <p>
        (b) 您使用短信功能进行新品推广、活动宣传时，其商品详情应真实、详细、完整并与商品实际情况一致，或活动实际情况与宣传时的描述一致，无任何夸张、夸大或可能引人误解的陈述或虚假信息。
      </p>
      <p>
        (c) 如果您发布的信息含有本条第一款、4.7条、5.3条描述的内容时，则惟客宝有权立即停止您使用短信功能，且不予退还您已充值的使用费。
      </p>
      <p>
        5.3 您在此声明并保证您使用短信功能发送信息时，不包含以下任一内容：
      </p>
      <p>
        (a) 涉嫌欺诈、涉嫌提供虚假信息、涉嫌销售或试图销售假冒伪劣及盗窃的物品以及其它法律法规限制或禁止销售及推广的物品。
      </p>
      <p>
        (b) 涉嫌侵犯或教唆他人侵犯第三方的版权，专利，商业秘密或其它合法权利，或涉嫌不正当竞争。
      </p>
      <p>
        (c) 涉嫌违反相关法律，法规，规章或决定(包括但不限于国家出口限制，消费者保护，不正当竞争和歧视或虚假广告)。
      </p>
      <p>(d) 涉嫌含有侮辱、诽谤，恐吓或非法骚扰等内容。</p>
      <p>(e) 涉嫌含有淫秽，或包含任何色情内容。</p>
      <p>(f) 涉嫌含有种族，性别，地区，民族，生理残疾等歧视性或倾向性内容。</p>
      <p>(g) 涉嫌含有蓄意毁坏、恶意干扰、秘密地截取或侵占任何系统、数据或个人资料的任何病毒、伪装破坏程序、电脑蠕虫、定时程序炸弹或其他电脑程序 。</p>
      <p>(h) 短信内容包含房地产广告、发票、移民信息等非惟客宝认可或非您正常交易、推广所需发送的内容。</p>
      <p>(i) 其它涉嫌违反惟客宝相关协议、规则的产品、信息。</p>
      <p>
        5.4 您对使用短信功能的效果应有合理预估，惟客宝不对您使用短信功能后的访问量、产品销量、经营业绩、投资收益等作任何明示或暗示的承诺，与软件预测数据相关的（包括信赖这些预测行事而产生的）任何后果、责任、风险，惟客宝均不承担任何法律责任。
      </p>
      <p>5.5 您应自行对您通过短信功能发布的内容所引起的一切法律纠纷承担全部责任。</p>
      <p>
        5.6 您使用短信功能应当符合本协议及其他使用规范的要求，并保证不违反中华人民共和国法律法规以及对您具有法律约束力的其他任何文件，也不构成对任何第三人任何形式的侵权，保证惟客宝不会因向其提供短信功能而构成违法、违约或者对任何第三人的侵权，保证使用短信功能不具有任何恶意，如利用短信功能发布不发信息等。
      </p>
      <p>
        5.7 您同意，对任何由惟客宝免费提供或作为促销手段赠送的其他软件、服务或服务期，惟客宝保留随时调整、变更及撤销的权利。
      </p>
      <p>
        5.8 如您违反本协议规定的任何条款的，惟客宝有权拒绝为您开通短信功能、随时中止或终止本协议，并不予退还您已充值的使用费，同时惟客宝有进一步追究您法律责任的权利。
      </p>
      <p>
        5.9 您因同意或履行本协议，或因使用短信功能而获得的有关惟客宝的任何信息，包括但不限于有关技术、财务、市场、管理等方面的科学、商业、数据或内部信息、均为惟客宝的保密信息，应为惟客宝的专有财产。您在此承诺对惟客宝的保密信息严格保密，不得使用或允许他人使用，亦不得向任何第三方披露。本款下的保密义务不因本协议的中止或终止而终止。
      </p>

      <p class="catelog">
        六、诚信经营和第三方投诉处理
      </p>
      <p>
        6.1 您承诺，将恪守诚信经营原则，在使用短信功能时，如您有下列情形之一的，您同意惟客宝有权不经通知您即立即单方停止您的短信功能，不予退还您已充值的使用费，且无需承担任何违约责任，惟客宝并有权对此在惟客宝官网、惟客宝商家社区进行公示：
      </p>
      <p>(a) 涉嫌利用短信功能实施欺诈或其他违法行为的（惟客宝有权单方对此作出认定）；</p>
      <p>
        (b) 未经惟客宝书面同意，擅自许可他人使用短信功能或替他人利用短信功能发送短信或擅自将短信功能转让或部分转让他人的（包括但不限于擅自许可他人使用其帐号和密码，或擅自将其帐号和密码转让或泄露给他人的）；
      </p>
      <p>
        (c) 利用短信功能或计算机病毒/程序等手段，非法窃取、删除、修改或增加惟客宝或惟客宝其他商家的任何信息，或以其他任何方式危害惟客宝任何产品的正常运行的；
      </p>
      <p>(d) 违反其他约定或网站规则的。</p>

      <p>
        6.2 如因上述造成惟客宝损失的（包括但不限于依法必须支付给第三方的赔偿款、诉讼费、律师费、公证费等），均由您承担，您并在此授权惟客宝自您账户余额中径行划扣该部分款项。
      </p>

      <p class="catelog">
        七、惟客宝的责任限制和免责
      </p>
      <p>7.1 惟客宝在此明确声明对惟客宝短信功能不作任何明示或暗示的保证，包括但不限于无漏发、准确性之类的保证、声明或承诺。</p>
      <p>7.2 惟客宝对惟客宝短信功能所涉的技术和信息的有效性，准确性，可靠性，质量，稳定，完整和及时性均不作承诺和保证。</p>
      <p>7.3 惟客宝对商家的任何通知，不论是口头还是书面的，均不表示惟客宝做出在本协议陈述以外的任何担保责任。</p>
      <p>7.4 对下列情形，惟客宝不承担任何责任：</p>
      <p>(a) 并非由于惟客宝的故意或过失而导致惟客宝短信功能未能提供的；</p>
      <p>(b) 由于您的故意或过失导致您及/或任何第三方遭受损失的；</p>
      <p>(c) 您违反本协议，或违反惟客宝的其它协议、合同、约定、及/或规则。</p>
      <p>(d) 因不可抗力导致惟客宝不能履行其义务的。</p>

      <p class="catelog">
        八、知识产权
      </p>
      <p>8.1 惟客宝是惟客宝商家版所有权利的拥有者。软件包含商业秘密和全世界范围内的版权和其它知识产权。惟客宝商家版的全部权利，包括所有权和知识产权将由惟客宝保留。其它本协议中未经提及的权利亦由惟客宝保留。</p>
      <p>8.2 惟客宝，www.wakedata.com，wakedata.com，惟客宝商家版，惟客宝买家版及相关的标识和徵记是惟客宝在中国和其它国家的商标并受到版权法、商标法和其它知识产权法的保护。未经授权地复制、模仿、使用或发布上述标识均被禁止。</p>
      <p>8.3 在提及知识产权时，“惟客宝”同时包括了卓轩科技有限公司及关联公司。</p>

      <p class="catelog">
        九、协议的修改和解释
      </p>
      <p>9.1 惟客宝有权随时根据中华人民共和国有关法律、法规的变化、互联网的发展以及公司经营状况和经营策略的调整等情况修改本协议，此种情况下，惟客宝会通知您，您有必要对最新的协议条款和服务规则等进行仔细阅读和重新确认，当发生有关争议时，以最新的协议条款和服务规则为准。如果您不同意所改动的内容，您应不再继续使用短信功能。</p>
      <p>9.2 您同意，鉴于互联网相关技术、业务模式等发展迅速：惟客宝有权根据需要不时地制定、修改本协议及/或各类规则，如有任何变更，惟客宝将通过惟客宝商家社区公告通知您。 经修订的协议及/或规则一经公布，立即自动生效，亦成为本协议的一部分。</p>
      <p>9.3 如发生协议条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧对用户有约束力。</p>

      <p class="catelog">
        十、其他
      </p>
      <p>10.1 本协议取代双方就有关本协议所载任何事项于先前以口头及书面达成的共识。</p>
      <p>10.2 本协议将受中国法律约束，并受杭州市西湖区人民法院管辖。</p>
      <p>10.3 如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余部份则仍具有法律效力。</p>
      <p>10.4 本协议的标题仅为方便阅读所设，非对条款的定义、限制、解释或描述其范围或界限。</p>
      <p>10.5 惟客宝于您过失或违约时放弃本协议规定的权利的，不得视为其对您的其他或以后同类之过失或违约行为弃权。</p>

    </div>
  </div>
</template>

<style scoped>
.agreement {
  font-family: MicrosoftYaHei;
  font-size: 12px;
  max-width: 1000px;
  margin: 0 auto;
  padding: 50px;
  background: white;
}

p {
  line-height: 24px;
  text-indent: 2em;
}
.title {
  text-align: center;
  font-size: 18px;
  font-weight: bold;
  margin-bottom: 20px;
}
.stress {
  font-weight: bold;
  text-decoration: underline;
}

.catelog {
  font-size: 14px;
  font-weight: bold;
  margin-top: 8px;
  text-indent: 0em;
}
</style>
