<template>
  <div class="agreement">
    <div class="title">
      惟客宝产品及服务协议
    </div>
    <div class="content">
      <p>
        《惟客宝产品及服务协议》（以下简称“本协议”）是 珠海卓轩科技有限公司（以下简称“乙方”）向使用本服务的商户（以下简称“甲方”或“您”）所提供产品或服务的相关事项所订立的有效合约。《惟客宝产品及服务协议》由本协议中的通用条款以及各产品或服务的专用条款共同构成，在接受本协议之前，请您仔细阅读全部内容；如对相应条款有疑问，请通过惟客宝客服部门进行询问，惟客宝客服将向您进行解释和说明；如您无法准确理解惟客宝对条款的解释和说明，或者您不同意本协议中的任一内容，请不要进行后续操作。您通过网络页面点击确认、实际购买或使用惟客宝所提供的服务等操作均表示您已阅读并充分理解本协议的内容，与惟客宝就订购相应的惟客宝服务已达成合意，并同意接受本协议的全部约定内容，受其约束。
      </p>
      <p>
        <span class="stress">
          关于本协议，特别提示您关注：关于限制、免责、违规/违约行为的认定处理、以及管辖法院的选择等条款内容，前述条款可能以加粗及/或加下划线形式提示您注意。
        </span>
      </p>

      <p class="catelog">
        第一条 协议声明
      </p>
      <p>
        1.1 甲方确认，在甲方申请开通本服务之前，甲方已充分阅读、理解并接受本协议的全部内容，特别是用户数据使用和保护条款，一旦甲方使用本服务，即表示甲方同意遵循本协议的所有约定。
      </p>
      <p>
        1.2 甲方确认，甲方一旦通过服务后台向乙方支付服务费后，即表明甲方同意本协议内容，并确认订购本服务。甲方同意，在试用期间也遵守本协议的内容。
      </p>
      <p>
        1.3
        <span class="stress">
          甲方同意，乙方有权基于国家法律法规变化、业务调整、产品更新及维护交易秩序、保护消费者权益等需要，不时对本协议内容进行变更，并在惟客宝官网页面公布，不再另行单独通知甲方；
        </span>
        若甲方在本协议内容公告变更后继续使用本服务的，表示甲方已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容；若甲方不同意修改后的协议内容，甲方应立即停止使用本服务并书面通知或发送电子邮件到指定邮箱。
      </p>
      <p>
        1.4 甲方声明，在甲方同意接受本协议并注册开通惟客宝服务时，甲方是一家依据中国法律合法成立并有效存续的法人或其他商事主体，有法律规定的完全民事权利能力和民事行为能力，能够独立承担民事责任；同时甲方保证提供的文件内容真实有效，因虚假信息或不准确造成的一切后果与损失均由甲方承担。甲方的名称、地址和有效联系方式、许可证等信息发生变化的，甲方应在一个工作日内通过店铺后台提交最新的信息进行认证。因甲方未及时更新信息，给双方造成的一切损失均由甲方承担。
      </p>
      <p>
        本协议内容不受甲方所属国家或地区的排斥。如甲方不具备前述条件的，应立即终止注册或停止使用本服务，且乙方有权注销甲方的账号。
      </p>

      <p class="catelog">
        第二条 协议适用范围
      </p>
      <p>
        2.1 甲方通过网络页面点击确认或以其他方式选择接受本协议，包括但不限于未点击确认上述协议但使用了本服务的、签署纸质协议，即表示甲方与乙方已达成一致意见并同意接受本协议约定的全部内容。上述协议自甲方确认接受本协议之时起或自甲方使用本服务之时起（以时间在先者为准）生效。
      </p>
      <p>
        2.2
        <span class="stress">
          本协议的内容包括以下条款及惟客宝已经发布的或将来可能发布的各项规则，所有规则为本协议不可分割的一部分，与协议正文具有同等法律效力。
        </span>
        本协议是您与惟客宝共同签订的，适用于您在惟客宝的全部活动。在您注册成为用户时，您已经阅读、理解并接受本协议的全部条款及各项规则，并承诺遵守中国的各类法律、法规、政策的规定，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担所有相应的法律责任。
      </p>

      <p class="catelog">
        第三条 用户注册
      </p>
      <p>
        3.1 在您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您以其他惟客宝允许的方式实际使用惟客宝服务时，您即受本协议的约束。您可以使用您提供或确认的邮箱、手机号码或者惟客宝允许的其它方式作为登录手段进入惟客宝。
      </p>
      <p>
        3.2 您了解并同意，如您在惟客宝官网完成的注册程序，只要您注册成功，您即可以获得您的登录名。您在此明确授权，您的账户信息在您注册成功时，已授权给惟客宝使用，以使您更便捷地使用惟客宝服务。
      </p>
      <p>
        3.3 您了解并同意，为了帮助您更好地使用惟客宝旗下所有软件产品的服务，惟客宝有权获取您及您的用户方如下信息：您和您的用户提供的联系人姓名、手机号、地址以及您和您的用户在享受软件服务过程中产生的其他类信息。您同意惟客宝可以使用以上信息进行相关分析、改善惟客宝旗下所有软件产品的内容，并使相关软件产品的内容、设计和服务更能符合用户的需求。
      </p>
      <p>
        3.4 您可以对账户设置昵称，但您设置的昵称不得侵犯或涉嫌侵犯他人合法权益。如您设置的昵称涉嫌侵犯他人合法权益，惟客宝有权终止向您提供服务，并注销您的账户。账户注销后，相应的昵称将开放给其他有权用户登记使用。
      </p>
      <p>
        3.5 您应当妥善保管用户名和密码，且需对用户名和密码的安全负全部责任，同时对以用户名进行的所有活动和事件负全责。
      </p>

      <p class="catelog">
        第四条 用户使用规范
      </p>
      <p>
        您理解并同意，您不得利用惟客宝帐号制作、复制、发布、传播、如下干扰惟客宝正常运营，以及侵犯其他用户或第三方合法权益的内容：
      </p>
      <p>
        4.1 发布、传送、传播、储存违反国家法律法规禁止的内容：
      </p>
      <p>①违反宪法确定的基本原则的；</p>
      <p>②危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； </p>
      <p>③损害国家荣誉和利益的； </p>
      <p>④煽动民族仇恨、民族歧视，破坏民族团结的； </p>
      <p>⑤破坏国家宗教政策，宣扬邪教和封建迷信的； </p>
      <p>⑥散布谣言，扰乱社会秩序，破坏社会稳定的； </p>
      <p>⑦散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的； </p>
      <p>⑧侮辱或者诽谤他人，侵害他人合法权益的； </p>
      <p>⑨煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；</p>
      <p>⑩以非法民间组织名义活动的； </p>
      <p>⑪含有法律、行政法规禁止的其他内容的。 </p>

      <p>
        4.2 发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；
      </p>
      <p>
        4.3 涉及他人隐私、个人信息或资料的内容；
      </p>
      <p>
        4.4 发表、传送、传播骚扰信息、广告信息及垃圾信息或含有任何性或性暗示的内容；
      </p>
      <p>
        4.5 其他违反法律法规、政策及公序良俗、社会公德或干扰惟客宝正常运营和侵犯其他用户或第三方合法权益内容的信息。
      </p>

      <p class="catelog">
        第五条 关于手续费
      </p>
      <p>
        5.1 乙方为甲方代理销售产生的交易货款由买家通过第三方支付网关以电子货币付款的方式支付至乙方第三方支付网关账户，第三方支付网关会因此向甲方单独收取费用，甲方理解并同意，该费用是第三方支付网关基于其向甲方提供的支付服务所收取的费用，与乙方向甲方提供的本项服务无关。
      </p>
      <p>
        5.2 甲方使用本服务除须支付服务费外，还需就单笔订单向乙方支付交易手续费，该费用是由第三方支付服务商基于其向甲方提供的支付网关服务所收取的费用，与乙方向甲方提供的本项服务无关。
      </p>
      <p>
        5.3 乙方有权随时调整手续费的收费标准，但是乙方应在调整前3个工作日以公告的形式通知甲方。如甲方无法接受调整后的手续费收费标准，甲方应在新的手续费收费标准实行前停止使用本服务；如甲方在新的手续费收费标准实行后仍继续使用本服务的，表示甲方接受最新的手续费收费标准。
      </p>

      <p class="catelog">
        第六条 服务价格及费用
      </p>
      <p>
        6.1 惟客宝将通过www.wakedata.com网站的相关页面上向您列明服务价格，或根据您选择服务的规格配置为您提供订购服务的应付费用，您应按照服务当时在www.wakedata.com网站上的价格体系支付相应费用。
      </p>
      <p>
        6.2 您可以通过微信支付、支付宝、网上银行或银行汇款等途径向您的惟客宝账户充值，之后再进行具体服务的订购以及支付。支付方式及其他相关的具体规则以惟客宝官网上的页面展示内容为准。
      </p>
      <p>
        6.3 根据您所订购服务的类型不同，您需按照惟客宝官网页面展示的相应时限完成服务费用支付；在您未按照约定支付全部费用之前，惟客宝有权不向您提供相应服务，或有权终止相应服务，并有权按日收取欠费金额的万分之五作为逾期付款违约金。
      </p>

      <p>6.4 甲方在订购本产品时应当慎重考虑，甲方一旦订购并支付服务费，除因乙方的原因外，因单方或双方变更、中止、解除或终止本协议的（包括但不限于：甲方自行停止使用、因甲方违法违规的行为导致乙方中止或终止提供本服务的），乙方将不予以退费。</p>
      <p>6.5 甲方同意甲方订购的本服务可能于下述任一情形下中止和（或）终止，且乙方有权单方终止本协议： </p>
      <p>①甲方订购的本服务期到期，且甲方未续费的； </p>
      <p>②甲方从事其店铺的经营事项的合法资格消失；</p>
      <p>③乙方接到相关部门的通知，甲方被相关部门要求停业整顿或其他措施的；</p>
      <p>④甲方违反惟客宝官网公布的相关协议或规则，被清退的；</p>
      <p>⑤甲方出现违规或违法行为的；</p>
      <p>⑥本协议更新时，甲方明示不愿接受新的服务协议的；</p>
      <p>⑦其它乙方或乙方认为需中止/终止服务的情况。</p>
      <p>6.6 如甲方需要关闭自己的店铺的，应先向乙方申请关闭，经乙方审核同意后方可关闭店铺。乙方同意关闭该店铺的，即表明甲乙双方之间的协议解除，但甲方仍应对其使用本服务期间的行为承担违约或损害赔偿责任。</p>
      <p>6.7 如果乙方发现或收到他人举报或投诉甲方存在违反本协议约定的情形的，乙方有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对甲方处以包括但不限于警告、限制或禁止使用部分或全部功能、封禁直至删除惟客宝账号的处罚。</p>

      <p class="catelog">
        第七条 商标、知识产权
      </p>
      <p>7.1 惟客宝产品及相关网站上由乙方上传、制作、拥有的所有内容（包括但不限于网页、文字、图片、音频、视频、图表等）均由乙方或其关联公司依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。如甲方在惟客宝产品或网站上上传由甲方自行制作、拥有的内容，包括但不限于图片、资讯、资料、店铺设计等，均由甲方或甲方的关联公司依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等；但如因甲方上传的由其自行制作、拥有的内容涉及侵犯乙方或其他任何第三方的合法权益的，甲方应自行对其侵权行为产生的纠纷进行处理，并对其侵权行为承担法律责任，且就由此给乙方造成的损失（包括但不限于乙方声誉的影响、乙方由此承担的连带责任（如有）等）进行赔偿。</p>
      <p>7.2 上述及其他任何本服务包含的内容的知识产权均受到法律保护，其他未经惟客宝、用户或相关权利人许可的第三人，不得以任何形式进行使用或创造相关衍生作品。</p>
      <p>7.3 任何未经惟客宝书面同意及权利人许可的非法获取行为，均属违法侵权行为。您确认并同意，为及时、有效地保障您基于本服务的合法权益，您授权惟客宝在发现您的合法权益（包括但不限于信息网络传播权、著作权等）可能受到侵害时，有权代为向涉嫌侵权的第三人采取法律手段进行维权，授权采取的法律手段包括但不限于发函警告、提起诉讼、申请仲裁、移送侦查机关处理等。</p>

      <p class="catelog">
        第八条 权利与义务
      </p>
      <p>（一）甲方的权利与义务</p>
      <p>8.1 甲方应保证其为一家依据中国法律合法成立并有效存续的法人或其他商事主体，能够独立承担法律责任，并具有履行本合同所需一切权利及能力；同时甲方应当提供盖章的资质证明复印件，如涉及特殊行业需要特定的资质或许可证等的，甲方也应予以提供。前述资料包括但不限于甲方营业执照、前置许可证件、商品/服务说明、页面信息文案所需资料（包括图片、商家介绍）等。甲方保证提供的文件内容真实有效，由于信息虚假或不准确造成的一切后果与损失均由甲方承担。甲方的名称、地址和有效联系方式、许可证等信息发生变化的，甲方应在一个工作日内通过店铺后台提交最新的信息进行认证。由于甲方未及时更新信息，给甲方自身及乙方造成的一切损失均由甲方承担。</p>
      <p>8.2 甲方应通过其惟客宝店铺向消费者展示商品/服务的具体信息，并详细说明商品/服务的使用方式方法、涵盖的内容等。并保证其通过其惟客宝店铺销售的商品/服务在其经营范围之内。</p>
      <p>8.3 甲方提供的商品/服务应符合国家法律、法规、规章的规定。如因甲方商品/服务造成消费者损失或损害的，由甲方承担相应的赔偿责任，如乙方基于前述情况向消费者先行赔付的，乙方有权向甲方追偿。</p>
      <p>8.4 甲方应保证自身具备提供本合同项下商品/服务所有必要的资质批文、管理制度及专业人员，销售的商品/服务质量符合国家相应的安全标准、生产标准。</p>
      <p>8.5 因甲方或其提供的商品/服务不符合国家法律、法规、规章的规定，或存在商品/服务质量和安全问题，由此造成的消费者投诉、索赔、经济损失等相关后果均由甲方承担。</p>
      <p>8.6 如消费者在线订购甲方店铺的相关服务后，甲方应在消费者到店后根据消费者下单的商品详情约定向消费者提供商品/服务。</p>
      <p>8.7 如甲方部分服务发生变更（包括但不限于服务内容、时长、项目等）或需下架的，应及时更新或下架相应商品/服务的相关页面信息，如应甲方未及时更新但有消费者下单购买相关需变更或下架的商品/服务，而甲方又不能按照约定提供的，甲方应立即电话通知下单的消费者，并做好合理的安抚和处理措施，如因此造成消费者投诉、经济损失等相关后果均由甲方承担。</p>
      <p>8.8 甲方除销售商品外，还可使用本服务绑定实体店铺的会员及会员卡等，并通过本服务记录会员的会员等级、消费记录等信息。</p>
      <p>8.9 甲方可以通过用户名和密码登陆惟客宝店铺后台，甲方应对密码安全及通知实施的行为负责，甲方不得以任何形式将用户名和密码转让或泄露给第三方。</p>
      <p>8.10 当消费者到甲方实体店后，可通过收银台-收款功能向消费者收取相应的费用。</p>
      <p>8.11 甲方在使用本服务时应遵守中华人民共和国相关法律法规，以及甲方所在国家或地区之法令及相关国际惯例，不将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不以任何非法方式使用本服务。</p>
      <p>8.12 <span class="stress">甲方同意将不会利用本服务进行任何违法或不正当的活动，如有此类行为乙方有权直接作删除内容、商品下架等处理，并且乙方对此类行为不承担任何责任，由甲方自行承担由此引起的一切责任。若有导致乙方或消费者受损的，甲方亦应对此承担赔偿责任。此类行为包括但不限于下列行为∶</span></p>
      <p>①侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益；</p>
      <p>②违反依法定或约定之保密义务；</p>
      <p>③冒用他人名义使用本服务；</p>
      <p>④从事不法交易行为，如洗钱、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、及其他惟客宝认为不得使用本服务进行交易的物品等。</p>
      <p>⑤提供赌博资讯或以任何方式引诱他人参与赌博。</p>
      <p>⑥非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）交易。</p>
      <p>⑦违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金（以下简称套现）。</p>
      <p>⑧进行与您或交易对方宣称的交易内容不符的交易，或不真实的交易。</p>
      <p>⑨从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为。</p>
      <p>⑩含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。</p>
      <p>⑪其他乙方有正当理由认为不适当之行为。</p>
      <p>（二）、乙方权利与义务</p>
      <p>8.13 乙方为甲方提供本合同项下约定的惟客宝服务，并由乙方按照约定向甲方收取服务费。</p>
      <p>
        8.14
        <span class="stress"> 乙方有权对甲方在其店铺发布的内容、信息进行核查，必要时可删改。乙方有权利对不符合法律法规、政策规定的内容、商品/服务予以删改或直接进行商品/服务的封锁、下架处理，但甲乙双方确认，乙方的前述核查、删改等行为不为乙方设置任何义务，也不免除甲方根据本合同应承担的责任。</span>
      </p>
      <p>8.15 如消费者就甲方商品/服务向乙方投诉，乙方经核实后，有权要求甲方配合解决该投诉。如甲方拒绝或怠于解决投诉，引发消费者再次投诉或投诉至有关部门的，乙方有权就相关规则或基于基本的道德对甲方与消费者的纠纷进行处理，包括但不限于在作出相应处理决定后直接作出处理等。</p>
      <p>8.16 甲乙双方合作期间，乙方会对数据资料进行妥善保管不对外泄露，且不用于本协议外的商业用途。</p>

      <p class="catelog">
        第九条 违约责任
      </p>
      <p>9.1 因甲方的过错导致的任何损失由甲方自行承担，该过错包括但不限于：不按照提示操作、未及时进行交易操作、遗忘或泄漏密码、密码被他人破解、甲方使用的计算机被他人侵入。</p>
      <p>9.2 因甲方未及时更新资料，导致本服务不能提供或提供时发生任何错误，甲方不得将此作为取消交易、拒绝提供服务的理由，您须自行承担因此产生的一切后果，乙方不承担任何责任。</p>
      <p>9.3 如乙方发现甲方存在欺诈、套现等违反法律、法规规定、本协议或相关服务条款或存在乙方认为不适当的行为，乙方有权根据情节严重程度，对甲方处以警告、限制或禁止使用部分或全部功能、封禁甲方店铺账户等处罚；由此导致或产生第三方主张的任何索赔、要求或损失，须由甲方自行承担一切损失，与乙方无关；如乙方因此也遭受损失的，甲方也应当一并赔偿。</p>
      <p>9.4 即使本服务终止，甲方仍应对其使用本服务期间的一切行为承担可能的违约或损害赔偿责任。</p>

      <p class="catelog">
        第十条 用户数据使用和保护
      </p>
      <p>10.1 乙方会采取安全技术措施和保密措施，以防止泄露和保护甲方及用户的数据安全。保护甲方及用户的数据安全和防止泄露。</p>
      <p>10.2 就甲方使用本服务所收集、储存、处理、使用的用户的数据和实施任何与这些数据有关的活动应当符合以下要求：</p>
      <p>（1）甲方应当遵守与乙方的相关协议和规则及现行法律法规的相关规定。</p>
      <p>（2）对于乙方提供的任何个人数据，甲方应当仅能依据乙方提供的要求来使用这些数据。在乙方要求删除这些数据的情况下，甲方应当删除这些数据并确保相关数据是被彻底删除，无法被还原。</p>
      <p>（3）甲方搜集和使用用户数据应当制定相关隐私保护政策，这些政策能够清晰并准确地向用户说明甲方收集个人数据信息内容，如何使用这些信息，以及如何与第三方共享这些信息。这些隐私政策内容应符合本协议条款的要求。</p>
      <p>（4）如果要处理用户个人数据，甲方应当在请求获取用户个人数据的时候充分告知用户，并取得用户的明确同意，除非另行获得授权或同意，否则甲方只能在运行相关应用程序的操作或功能所需的最小限度内处理个人数据。</p>
      <p>（5）对于乙方提供的任何个人数据，甲方应当仅能依据乙方提供的要求来使用这些数据。在乙方要求删除这些数据的情况下，甲方应当删除这些数据并确保相关数据是被彻底删除，无法被还原。</p>
      <p>（6）甲方应当为用户的数据采取安全措施，以保护用户的数据免受未经授权的访问和使用。当用户希望删除自己的用户数据时，甲方应当向用户提供修改或删除数据的途径和方法，以便用户可以自行进行修改或删除，同时甲方应当确保相关数据是被彻底删除，无法被还原。</p>
      <p>（7）在没有得到乙方事先书面同意的情况下，禁止将乙方提供的任何个人数据透露给第三方。所有相关数据的传送应在现行的隐私和数据保护法律的允许下进行。</p>
      <p>10.3 如果乙方认为甲方收集、使用用户数据的方式，可能损害用户体验，乙方有权要求甲方删除相关数据并不得再以该方式收集、使用用户数据。如果乙方要求删除任何个人数据，甲方应当做到：将该数据匿名化，使其不再成为个人数据；或者永久性地删除该数据或者使该数据永久不可读取。甲方应当根据乙方的要求向乙方提供已将该个人数据删除或已进行匿名化处理的书面确认书。</p>
      <p>10.4 用户授权给甲方的数据权利属于甲方，用户授权给乙方的运营数据、用户数据等数据的全部权利，均归属乙方，且是乙方的商业秘密，依法属于用户享有的相关权利除外。未经乙方事先书面同意，不得为本协议约定之外的目的使用前述数据，亦不得以任何形式将前述数据提供给他人。</p>
      <p>10.5 一旦甲方停止使用本服务，或乙方基于任何原因终止本协议，甲方必须立即删除全部从乙方获得的数据（包括各种备份），且不得以任何方式重复使用。</p>
      <p>10.6 在本服务之外，甲方应自行对因使用本服务而存储在乙方服务器的各类数据，采取合理、安全的技术措施，并对甲方的行为（包括但不限于自行安装软件、采取加密措施或进行其他安全措施等）所引起的结果承担全部责任。甲方应当向乙方、用户、相关数据保护机构报告任何对个人数据未经授权的访问和使用。</p>
      <p>10.7 您理解并同意，因业务发展需要，惟客宝保留单方面对本服务的全部或部分服务内容在任何时候不经任何通知的情况下变更、暂停、限制、终止或撤销的权利，用户需承担此风险。</p>
      <p>10.8 用户在使用本服务时，须自行承担如下惟客宝不可掌控的风险内容，包括但不限于：</p>
      <p>①由于受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏等不可抗拒因素可能引起的信息丢失、泄漏等风险；</p>
      <p>②用户或惟客宝的电脑软件、系统、硬件和通信线路出现故障；</p>
      <p>③用户操作不当使用本服务；</p>
      <p>④其他惟客宝无法控制或合理预见的情形。</p>
      <p>10.9 惟客宝依据本协议约定获得处理违法违规内容或行为的权利，该权利不构成惟客宝的义务或承诺，惟客宝不能保证及时发现违法违规情形或进行相应处理。</p>

      <p class="catelog">
        第十一条 免责声明
      </p>
      <p>11.1 甲方确保其所输入的资料无误，如果因资料错误造成乙方于异常交易发生时，无法及时通知甲方相关交易后续处理方式的，乙方不承担任何损害赔偿责任。</p>
      <p>11.2 甲方理解并同意，乙方不对因下述任一情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿：</p>
      <p>①乙方有权基于单方判断，包含但不限于乙方认为甲方已经违反本协议的明文规定及精神，暂停、中断或终止向您提供本服务或其任何部分，并移除甲方的资料。</p>
      <p>②乙方在发现交易异常或甲方有违反法律规定或本协议约定的行为时，有权不经通知先行暂停或终止该账户的使用（包括但不限于对该账户名下的款项、调账等限制措施）（但乙方应在采取上述措施后以短信或惟客宝信息推送等形式通知甲方，如因系统故障或短信通道故障等原因导致甲方未收到通知的除外），并拒绝甲方使用本服务之部分或全部功能。</p>
      <p>③在必要时，乙方无需事先通知即可终止提供本服务，并暂停、关闭或删除该账户及甲方账号中所有相关资料及档案（但乙方应在采取上述措施后以短信或惟客宝信息推送等形式通知您，如因系统故障或短信通道故障等原因导致甲方未收到通知的除外），并将甲方滞留在该账户的全部合法资金退回到甲方的银行账户。</p>
      <p>11.3 如因乙方根据本协议第一条第二款对本协议内容进行单方面变更，甲方不同意变更后的协议内容停止使用本服务，双方终止合作的，乙方不承担任何损害赔偿责任。</p>
      <p>11.4 系统中断或故障系统因下列状况无法正常运作，导致甲方无法使用各项服务的，乙方不承担损害赔偿责任，该状况包括但不限于：</p>
      <p>①乙方在惟客宝网站系统停机维护期间。</p>
      <p>②电信设备出现故障不能进行数据传输的。</p>
      <p>③因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成乙方系统障碍不能执行业务的。</p>
      <p>④由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。</p>
      <p>11.5对下列情形，乙方不承担任何责任：</p>
      <p>①并非由于乙方的故意而导致本服务未能提供的。</p>
      <p>②由于甲方的故意或过失导致甲方及/或任何第三方遭受损失的。</p>
      <p>③因甲方未及时续费，导致本服务不能提供或提供时发生任何错误，甲方须自行承担因此产生的一切后果，乙方不承担任何责任。</p>
      <p>④仅是系统的部分小功能出现的问题，不影响整体系统的使用的情形。</p>
      <p>⑤因乙方系统故障，甲方给其会员或者消费者的赔偿，甲方无权要求乙方承担。</p>

      <p class="catelog">
        第十二条 保密条款
      </p>
      <p>12.1 乙方保证，除以下情形外，未经甲方同意，乙方以及乙方的关联公司不会与任何第三方分享甲方的任何信息包括数据：</p>
      <p>（1）向您提供我们的服务；</p>
      <p>（2）理解、维护和改善我们的服务</p>

      <p class="catelog">
        第十三条 其他
      </p>
      <p>13.1 本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。</p>
      <p>13.2 如本协议的任何条款被视作无效或无法执行，则上述条款可被分离，其余条款则仍具有法律效力。</p>
      <p>13.3 乙方于甲方过失或违约时放弃本协议规定的权利的，不得视为其对甲方的其他或以后同类之过失或违约行为弃权。</p>
      <p>13.4 本协议自甲方同意本协议内容并成功订购本服务之日为本协议生效之日，且同意本协议并支付服务费的行为与您加盖公章的行为具有相同法律效力。双方签订本线上协议或其他在线协议后，甲方因内部管理等原因需要签订纸质协议进行确认或存档的，双方可再行签订纸质协议，但不能因此视为双方存在两个协议关系，纸质协议的内容必须与在线签署的协议内容一致，协议的生效与履行依照在线签署的协议约定执行，在线签署的协议内容与纸质协议的约定不一致的，以前者的约定为准。纸质协议自甲方和乙方盖章之日起生效。</p>
      <p>13.5 甲方可在其店铺后台查看已经签署的协议，如协议已生效，双方均认可甲方店铺后台的生成协议的法律效力。</p>
      <p>13.6 双方约定，因本协议产生争议且无法协商一致的，以广东省珠海市香洲区人民法院为管辖法院，至管辖法院进行仲裁。</p>


    </div>
  </div>
</template>

<style scoped>
.agreement {
  font-family: MicrosoftYaHei;
  font-size: 12px;
  max-width: 1000px;
  margin: 0 auto;
  padding: 50px;
  background: white;
}

p {
  line-height: 24px;
  text-indent: 2em;
}
.title {
  text-align: center;
  font-size: 18px;
  font-weight: bold;
  margin-bottom: 20px;
}
.stress {
  font-weight: bold;
  text-decoration: underline;
}

.catelog {
  font-size: 14px;
  font-weight: bold;
  margin-top: 8px;
  text-indent: 0em;
}
</style>
